tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'homebrew/services'
tap 'pivotal/tap'
tap 'seattle-beach/tap'

brew 'ansible'
brew 'git'
brew 'go'
brew 'direnv'
brew 'dockutil'
brew 'emacs', args: ['with-cocoa']
brew 'gti'
brew 'ruby-build'
brew 'rbenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'cloudfoundry/tap/cf-cli'
brew 'git-duet/tap/git-duet'
brew 'pivotal/tap/git-pair'
brew 'seattle-beach/tap/gi'

cask 'flycut'
cask 'font-hack'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'lastpass'
cask 'macvim'
cask 'postman'
cask 'shiftit'
cask 'slack'
cask 'sublime-text'
