tap 'homebrew/cask-fonts'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'homebrew/services'
tap 'pivotal/tap'
tap 'seattle-beach/tap'
tap 'd12frosted/emacs-plus'

brew 'ansible'
brew 'git'
brew 'go'
brew 'direnv'
brew 'dockutil'
brew 'gti'
brew 'openssl'
brew 'ripgrep'
brew 'ruby-build'
brew 'rbenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'cloudfoundry/tap/cf-cli'
brew 'git-duet/tap/git-duet'
brew 'pivotal/tap/git-pair'
brew 'seattle-beach/tap/gi'
brew 'pivotal/tap/git-together'
brew 'cowsay'
brew 'cmake'
brew 'emacs-plus'
brew 'svn' # required by font-source-code-pro-for-powerline

cask 'flycut'
cask 'font-hack'
cask 'font-source-code-pro'
cask 'font-fira-code'
cask 'font-source-code-pro-for-powerline'
# cask 'google-chrome'
# cask 'google-drive'
cask 'iterm2'
# cask 'lastpass'
cask 'macvim'
cask 'postman'
cask 'rectangle'
cask 'sublime-text'
